interface TermDetail {
  title: string;
  content: string;
}

interface TermsDetails {
  [key: string]: TermDetail;
}

export const termsContents: TermsDetails = {
  terms1: {
    title: "[필수] 개인정보수집 및 활용동의1",
    content:
      "약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 약관 내용1 ",
  },
  terms2: {
    title: "[필수] 개인정보수집 및 활용동의2",
    content:
      "약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 약관 내용2 ",
  },
  terms3: {
    title: "[필수] 개인정보수집 및 활용동의3",
    content: "약관 내용3",
  },
  terms4: {
    title: "[필수] 개인정보수집 및 활용동의4",
    content: "약관 내용4",
  },
  terms5: {
    title: "[필수] 개인정보수집 및 활용동의5",
    content: "약관 내용5",
  },
};
